Repository: iamsyc/VoidDisplay
Catalog: Apps/VoidDisplay/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Create a virtual display in VoidDisplay to use quick actions here.
zh_hans: 请先在 VoidDisplay 中创建虚拟显示器，再使用这里的快捷操作。

source: No Virtual Displays
zh_hans: 没有虚拟显示器

source: Open VoidDisplay
zh_hans: 打开 VoidDisplay

source: Working
zh_hans: 处理中

# %lld × %lld pixels
source: %1$lld × %2$lld pixels
zh_hans: %1$lld × %2$lld 像素

# %lld of %lld active
source: %1$lld of %2$lld active
zh_hans: %1$lld/%2$lld 个活跃

source: Active Port
zh_hans: 当前端口

source: Active Transactions
zh_hans: 活跃事务

source: Active Viewer Count
zh_hans: 活跃查看者数量

source: Active Viewers
zh_hans: 活跃观看者

source: Add Custom Resolution
zh_hans: 添加自定义分辨率

source: Add Method
zh_hans: 添加方式

source: Add Preset Resolution
zh_hans: 添加预设分辨率

source: Add Virtual Display
zh_hans: 添加虚拟显示器

source: After granting permission, you may need to quit and relaunch the app.
zh_hans: 打开权限后，可能需要退出并重新打开应用。

source: Aggregated Demand Count
zh_hans: 聚合需求数量

source: Allow screen recording in System Settings to preview displays.
zh_hans: 在系统设置中允许屏幕录制，以便预览显示器。

source: Add the result you expected to see.
zh_hans: 补充你原本期望看到的结果。

source: Add the steps in order when the problem can be reproduced.
zh_hans: 如果问题可以复现，请按顺序补充操作步骤。

source: Always included: issue description, sanitized app status, recent events, and recent issues.
zh_hans: 始终包含问题描述、已脱敏的应用状态、近期事件和近期问题。

source: App Health
zh_hans: 应用健康

source: Applied
zh_hans: 已应用

source: Apply
zh_hans: 应用

source: Apply Recommended Diagnostics
zh_hans: 应用推荐诊断

source: Aspect Ratio
zh_hans: 宽高比

source: At least one resolution mode is required.
zh_hans: 至少需要一个分辨率模式

source: Attach
zh_hans: 附加

source: Attached
zh_hans: 已附加

source: Automatic
zh_hans: 自动

source: Basic Info
zh_hans: 基本信息

source: Black Screen
zh_hans: 黑屏

source: Bundle ID
zh_hans: 包标识符

source: Cancel
zh_hans: 取消

source: Cannot Share
zh_hans: 无法共享

source: Capture
zh_hans: 采集

source: Capture Performance
zh_hans: 采集性能

source: Capture Sessions
zh_hans: 采集会话

source: Capture State
zh_hans: 采集状态

source: Capture States
zh_hans: 采集状态数

source: Choose how screen preview and sharing balance smoothness and resource usage.
zh_hans: 选择屏幕预览与共享在流畅度和资源占用之间的平衡方式。

source: Choose the closest issue type.
zh_hans: 请选择最接近的问题类型。

source: Click the + button in the top right to create a virtual display.
zh_hans: 点击右上角的 + 按钮创建一个虚拟显示器

source: Clients
zh_hans: 客户端

source: Close
zh_hans: 关闭

source: Configs
zh_hans: 配置项

source: Configuration Missing
zh_hans: 配置缺失

source: Copied
zh_hans: 已复制

source: Copy Access Link
zh_hans: 复制访问链接

source: Copy Submission Summary
zh_hans: 复制提交摘要

source: Copy the submission summary and send it together with the support package.
zh_hans: 复制提交摘要，并与支持包一起发送。

source: Create
zh_hans: 创建

source: Create Failed
zh_hans: 创建失败

source: Create failed and the config rollback could not be saved. Check config file permissions or reset the config file.
zh_hans: 创建失败，且无法保存回滚后的配置。请检查配置文件权限，或重置配置文件。

source: Create failed.
zh_hans: 创建失败。

source: Create or enable a virtual display to start using HiDPI remote desktop and LAN Web View.
zh_hans: 创建或启用虚拟显示器，即可开始使用 HiDPI 远程桌面和局域网 Web 视图。

source: Current Status
zh_hans: 当前状态

source: Cursor
zh_hans: 光标

source: Custom
zh_hans: 自定义

source: Custom Serial Number
zh_hans: 自定义序列号

source: Data Directory
zh_hans: 数据目录

source: Data directory:
zh_hans: 数据目录：

source: Debug Info
zh_hans: 调试信息

source: Delete
zh_hans: 删除

source: Delete Failed
zh_hans: 删除失败

source: Delete failed.
zh_hans: 删除失败。

source: Delete Resolution Mode
zh_hans: 删除分辨率模式

source: Delete Virtual Display
zh_hans: 删除虚拟显示器

source: Describe the Issue
zh_hans: 描述问题

source: Describe the result you expected to see.
zh_hans: 说明你原本希望看到的结果。

source: Desired state unknown
zh_hans: 目标状态未知

source: Detach
zh_hans: 分离

source: Details
zh_hans: 详细信息

source: Diagnostic Code
zh_hans: 诊断代码

source: Diagnostic Data
zh_hans: 诊断数据

source: Diagnostics
zh_hans: 诊断

source: Diagnostics Warning
zh_hans: 诊断警告

source: Disable
zh_hans: 停用

source: Disable Failed
zh_hans: 停用失败

source: Disable failed.
zh_hans: 停用失败。

source: Disabled
zh_hans: 停用

source: Display
zh_hans: 显示

source: Display configuration not found.
zh_hans: 找不到显示器配置

source: Display configuration update is inconsistent with the requested operation.
zh_hans: 显示配置更新结果与请求的操作不一致。

source: Display Details
zh_hans: 显示器详情

source: Display Identifier
zh_hans: 显示器标识

source: Display Info
zh_hans: 显示器信息

source: Display teardown timed out. Wait a moment and try rebuilding again.
zh_hans: 显示器销毁超时。请稍等片刻后再尝试重建。

source: Display topology did not stabilize after enabling. Please try again.
zh_hans: 启用后显示拓扑未稳定，请重试。

source: Display topology repair failed. Open System Display Settings and recheck arrangement.
zh_hans: 显示拓扑自动修复失败。请打开系统显示设置并重新检查排列。

source: Display Type
zh_hans: 显示器类型

source: Displays
zh_hans: 显示器

source: Displays Overview
zh_hans: 显示器总览

source: Drain
zh_hans: 释放

source: Draining
zh_hans: 正在释放

source: Each resolution can enable HiDPI; when enabled, a 2× physical-pixel mode is generated automatically.
zh_hans: 每个分辨率可单独设置是否启用 HiDPI，启用后将自动生成 2x 物理像素模式

source: Each resolution can enable HiDPI.
zh_hans: 每个分辨率可单独设置是否启用 HiDPI

source: Edit
zh_hans: 编辑

source: Enable
zh_hans: 启用

source: Enable Failed
zh_hans: 启用失败

source: Enable failed.
zh_hans: 启用失败。

source: Enabled
zh_hans: 启用

source: Enabled by default to provide more diagnostic context. Turn off any item you prefer not to include.
zh_hans: 默认开启以提供更多排查信息；不希望包含的项目可单独关闭。

source: Enhanced diagnostics (enabled by default)
zh_hans: 增强诊断（默认开启）

source: Environment
zh_hans: 环境

source: Epoch changed
zh_hans: 代次已变化

source: Error
zh_hans: 错误

source: Example: 1. Launch the app. 2. Open sharing. 3. Select a display.
zh_hans: 例如：1. 启动应用。2. 打开共享。3. 选择显示器。

source: Example: The screen stays black after launch.
zh_hans: 例如：启动后画面一直黑屏。

source: Example: The selected display should appear normally.
zh_hans: 例如：应当看到所选显示器的正常画面。

source: Expected Result
zh_hans: 期望结果

source: Expected Result (Optional)
zh_hans: 预期结果（可选）

source: Expected result:
zh_hans: 预期结果：

source: Export Failed
zh_hans: 导出失败

source: Export Support Bundle
zh_hans: 导出支持包

source: Exporting Support Bundle…
zh_hans: 正在导出支持包…

source: Failed
zh_hans: 失败

source: Failed to export support bundle.
zh_hans: 导出支持包失败。

source: Failed to load displays. Check permission and try again.
zh_hans: 加载显示器失败。请检查权限后重试。

source: Failed to prepare web service socket for port %u.
zh_hans: 无法为端口 %1$u 创建 Web 服务套接字。

source: Failed to rebuild virtual display.
zh_hans: 重建虚拟显示器失败。

source: Failed to reset virtual display configurations.
zh_hans: 重置虚拟显示器配置失败。

source: Failed to save display settings.
zh_hans: 保存显示设置失败。

source: Failed to save virtual display changes.
zh_hans: 保存虚拟显示器更改失败。

source: Failed to start preview.
zh_hans: 启动预览失败。

source: Failed to start sharing.
zh_hans: 启动共享失败。

source: Failed to start web service on port %u.
zh_hans: 无法在端口 %1$u 启动 Web 服务。

source: Failure
zh_hans: 失败

source: Fit
zh_hans: 适应

source: Health & Diagnostics
zh_hans: 健康与诊断

source: Height
zh_hans: 高

source: Highest Severity
zh_hans: 最高严重级别

source: Home
zh_hans: 主页

# ID hash %@
source: ID hash %1$@
zh_hans: ID 哈希 %1$@

source: Idle
zh_hans: 空闲

source: If System Settings shows permission is ON but this page still says it is OFF, the change has not been applied to this running app process. Quit (⌘Q) and reopen, or remove and re-add the app in the permission list.
zh_hans: 如果系统设置里权限已开启，但此页面仍显示未授权，说明权限变更尚未应用到当前运行的应用进程。请退出（⌘Q）并重新打开，或在权限列表中移除并重新添加本应用。

source: If the issue happened recently, export a support package now.
zh_hans: 如果问题刚刚复现，可以现在直接导出支持包。

source: Ignored
zh_hans: 已忽略

source: Inactive
zh_hans: 未激活

source: inches
zh_hans: 英寸

source: Include latest crash report excerpt
zh_hans: 包含最近崩溃报告摘录

source: Include related config snapshots
zh_hans: 包含相关配置快照

source: Include unified log summary
zh_hans: 包含统一日志摘要

# Invalid configuration: %@
source: Invalid configuration: %1$@
zh_hans: 配置无效: %1$@

source: Issue
zh_hans: 问题

source: Issue Summary
zh_hans: 问题现象

source: Issue Type
zh_hans: 问题类型

source: Issue Type: Black Screen
zh_hans: 问题类型：黑屏

source: Issue Type: Cannot Share
zh_hans: 问题类型：无法共享

source: Issue Type: Other
zh_hans: 问题类型：其他

source: Issue Type: Performance Issue
zh_hans: 问题类型：性能问题

source: Issue Type: Virtual Display Failure
zh_hans: 问题类型：虚拟显示器异常

source: LAN Web View
zh_hans: 局域网 Web 视图

source: Last Failure
zh_hans: 最近失败

source: Latest Failure Code
zh_hans: 最后失败代码

source: Latest Support Package
zh_hans: 最新支持包

source: Latest support package:
zh_hans: 最新支持包：

source: List the steps in order so the issue can be reproduced.
zh_hans: 按发生顺序填写，便于复现。

source: Live
zh_hans: 活动

source: Loading displays…
zh_hans: 正在加载显示器…

source: Loading...
zh_hans: 加载中...

source: Locale
zh_hans: 区域设置

source: Looks Good
zh_hans: 状态正常

source: Manage Virtual Displays
zh_hans: 管理虚拟显示器

source: Mode
zh_hans: 模式

source: Move down
zh_hans: 下移

source: Move up
zh_hans: 上移

source: Name
zh_hans: 名称

source: New Feedback
zh_hans: 新建反馈

source: No active capture
zh_hans: 未采集

source: No attachments
zh_hans: 无连接

source: No Data
zh_hans: 无数据

source: No display
zh_hans: 无显示器

source: No Displays
zh_hans: 无显示器

source: No recent events.
zh_hans: 暂无最近事件。

source: No recent issues.
zh_hans: 暂无最近问题。

source: No recent support records.
zh_hans: 暂无最近支持记录。

source: No resolution modes added
zh_hans: 尚未添加分辨率模式

source: No Virtual Display
zh_hans: 没有虚拟显示器

source: Normal
zh_hans: 正常

source: Not live
zh_hans: 未活动

source: Not Running
zh_hans: 未运行

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好的

source: Open Data Directory
zh_hans: 打开数据目录

source: Open Diagnostics
zh_hans: 打开诊断

source: Open LAN Web View
zh_hans: 打开局域网 Web 视图

source: Open Share Page
zh_hans: 打开共享页面

source: Open System Display Settings
zh_hans: 打开系统显示器设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open Web View
zh_hans: 打开 Web 查看

source: Other
zh_hans: 其他

source: Pending
zh_hans: 待处理

source: Performance Issue
zh_hans: 性能问题

source: Performance mode changed
zh_hans: 性能模式已变化

source: Permission denied for port %u. Choose another port and try again.
zh_hans: 端口 %1$u 无权限访问，请更换端口后重试。

source: Physical Display
zh_hans: 物理显示器

source: Physical Displays
zh_hans: 物理显示器

source: Physical Display %lld
zh_hans: 物理显示器 %lld

source: Physical Size
zh_hans: 物理尺寸

source: Please [go to the settings app](x-apple.systempreferences:com.apple.preference.displays) to adjust the display settings.
zh_hans: 请[前往系统设置](x-apple.systempreferences:com.apple.preference.displays)调整显示器设置。

source: Please enter a valid screen size.
zh_hans: 请输入有效的屏幕尺寸。

source: Please enter a valid serial number.
zh_hans: 请输入有效的序列号。

source: Please enter valid resolution values.
zh_hans: 请输入有效的分辨率值

source: Please fill in at least one problem field.
zh_hans: 请至少填写一项问题信息。

source: Port
zh_hans: 端口

source: Port %u is already in use. Choose another port and try again.
zh_hans: 端口 %1$u 已被占用，请更换端口后重试。

source: Port cannot be empty.
zh_hans: 端口不能为空。

source: Port must be a number.
zh_hans: 端口必须是数字。

source: Port must be between 1024 and 65535.
zh_hans: 端口必须在 1024 到 65535 之间。

source: Power Efficient
zh_hans: 节能优先

source: Preset
zh_hans: 从预设

source: Preset Resolution
zh_hans: 预设分辨率

source: Preview
zh_hans: 预览

source: Preview Could Not Be Restored
zh_hans: 无法恢复预览

source: Previewing
zh_hans: 预览中

source: Previous Support Packages
zh_hans: 更早的支持包

# Primary Action Glyph
source: P
zh_hans: 主

source: Primary Display
zh_hans: 主显示器

source: Quick Actions
zh_hans: 快捷操作

source: Rebuild failed
zh_hans: 重建失败

source: Rebuilding
zh_hans: 重建中

source: Recent Event Count
zh_hans: 最近事件数

source: Recent Events
zh_hans: 最近事件

source: Recent Issue Count
zh_hans: 最近问题数

source: Recent Issues
zh_hans: 最近问题

source: Recent Failures
zh_hans: 近期失败数

source: Recent issues:
zh_hans: 最近问题：

source: Recent Transactions
zh_hans: 最近事务

source: Recommended when screen sharing fails to start, stops quickly, or the remote side cannot connect.
zh_hans: 建议在屏幕共享无法启动、很快停止或远端无法连接时选择。

source: Recommended when the app stutters, drops frames, or uses too many resources.
zh_hans: 建议在应用卡顿、掉帧或资源占用过高时选择。

source: Recommended when the issue is hard to classify and needs more context.
zh_hans: 建议在问题难以归类且需要更多上下文时选择。

source: Recommended when the screen stays black or the image never appears.
zh_hans: 建议在画面一直黑屏或始终没有图像时选择。

source: Recommended when virtual displays fail to create, restore, or stay available.
zh_hans: 建议在虚拟显示器无法创建、恢复或保持可用时选择。

source: Refresh
zh_hans: 刷新

source: Refresh diagnostics, then export a support package if the runtime snapshot stays unavailable.
zh_hans: 请刷新诊断；如果运行态快照仍不可用，再导出支持包。

source: Refresh Reason
zh_hans: 刷新原因

source: Reproduction Steps
zh_hans: 复现步骤

source: Reproduction Steps (Optional)
zh_hans: 复现步骤（可选）

source: Reproduction steps:
zh_hans: 复现步骤：

source: Request Permission
zh_hans: 请求权限

source: Reset
zh_hans: 重置

source: Reset completed.
zh_hans: 重置完成。

source: Reset Config File
zh_hans: 重置配置文件

source: Reset Failed
zh_hans: 重置失败

source: Reset Virtual Display Configurations
zh_hans: 重置虚拟显示器配置

source: Reset Virtual Display Configurations?
zh_hans: 重置虚拟显示器配置？

source: Reset will remove all saved virtual display configurations and stop currently managed virtual displays.
zh_hans: 重置将删除所有已保存的虚拟显示器配置，并停止当前由应用管理的虚拟显示器。

source: Reconnecting to the rebuilt display…
zh_hans: 正在重新连接重建后的显示器…

source: Resolution
zh_hans: 分辨率

source: Resolution Modes
zh_hans: 分辨率模式

source: Resolution unavailable
zh_hans: 分辨率不可用

source: Restarting
zh_hans: 正在重启

source: Restoring Preview
zh_hans: 正在恢复预览

source: Startup Failed
zh_hans: 启动失败

source: Retry
zh_hans: 重试

source: Retry Rebuild
zh_hans: 重试重建

source: Reveal Bundle
zh_hans: 在访达中显示支持包

source: Review app health, add diagnostics if needed, then export a support bundle.
zh_hans: 查看应用健康状态，按需附加诊断，然后导出支持包。

source: Review the recent issues below, then export another support package if needed.
zh_hans: 可以先查看下面的最近问题，再决定是否导出新的支持包。

source: Review the recent events below, then export another support package if needed.
zh_hans: 查看下面的最近事件，必要时再导出一个支持包。

source: Running
zh_hans: 运行中

source: Running Virtual Displays
zh_hans: 运行中的虚拟显示器

source: Runtime
zh_hans: 运行态

source: Runtime Attachment
zh_hans: 运行时连接

source: Runtime Display Count
zh_hans: 运行时显示器数量

source: Runtime Snapshot
zh_hans: 运行态快照

source: Runtime Snapshot Unavailable
zh_hans: 运行态快照不可用

source: Save
zh_hans: 保存

source: Save and Rebuild Now
zh_hans: 保存并立即重建

source: Save Failed
zh_hans: 保存失败

source: Save Only
zh_hans: 仅保存

source: Scale Mode
zh_hans: 缩放模式

source: Schema Version
zh_hans: Schema 版本

source: Screen Preview
zh_hans: 屏幕预览

source: Screen Recording Permission Required
zh_hans: 需要录屏权限

source: Screen Sharing
zh_hans: 屏幕共享

source: Screen Size
zh_hans: 屏幕尺寸

source: Saved locally on this Mac. Nothing is uploaded automatically.
zh_hans: 支持包仅保存到这台 Mac，不会自动上传。

source: Section Count
zh_hans: 分区数量

source: Selected
zh_hans: 已选择

source: Selected display is no longer available for sharing.
zh_hans: 所选显示器已不再可用于共享。

source: Serial Number
zh_hans: 序列号

# Serial number %u is already in use.
source: Serial number %1$u is already in use.
zh_hans: 序列号 %1$u 已被使用。

source: Set as Primary
zh_hans: 设为主屏

source: Set as primary display
zh_hans: 设为主显示器

source: Share
zh_hans: 共享中

source: Share Failed
zh_hans: 共享失败

source: Shared Displays
zh_hans: 共享显示器数

source: Sharing
zh_hans: 共享

source: Sharing Settings
zh_hans: 共享设置

source: Sharing cannot start, disconnects quickly, or the remote side cannot connect.
zh_hans: 共享无法启动、很快断开，或远端无法连接。

source: Smooth
zh_hans: 流畅优先

source: Some changes require rebuild when the display is running.
zh_hans: 显示器运行时，部分修改需要重建后才能生效。

source: Start Preview Failed
zh_hans: 启动预览失败

source: Starting
zh_hans: 启动中

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop LAN Web View
zh_hans: 停止局域网 Web 视图

source: Stop Preview
zh_hans: 停止预览

source: Stop Sharing
zh_hans: 停止共享

source: Stop Web View
zh_hans: 停止 Web 查看

source: Suggested Action
zh_hans: 建议操作

source: Summarize what went wrong, the impact, and how often it happens.
zh_hans: 概括你看到的问题、影响范围和出现频率。

source: Summary Preview
zh_hans: 摘要预览

source: Support Package
zh_hans: 支持包

source: Support Package Contents
zh_hans: 支持包内容

source: Support Package Path
zh_hans: 支持包路径

source: Technical Details
zh_hans: 技术详情

source: Technical Information
zh_hans: 技术信息

source: Test Edit
zh_hans: 测试编辑

source: Test Failed
zh_hans: 测试失败

source: Test Rebuilding
zh_hans: 测试重建中

source: The app is slow, drops frames, uses too many resources, or responds late.
zh_hans: 应用运行缓慢、掉帧、占用资源过高，或响应延迟。

source: The app opens or starts sharing, but the content stays black.
zh_hans: 应用已打开或开始共享，但画面始终是黑的。

source: Screen Recording permission is unavailable. Retry after restoring access, or close this window.
zh_hans: 屏幕录制权限当前不可用。请恢复权限后重试，或关闭此窗口。

source: The preview could not be restored. Retry or close this window.
zh_hans: 无法恢复预览。请重试或关闭此窗口。

source: The rebuilt display is no longer available. Retry or close this window.
zh_hans: 重建后的显示器已不可用。请重试或关闭此窗口。

source: The virtual display config file could not be accessed. Check the file path/permissions, or reset the config file.
zh_hans: 无法访问虚拟显示器配置文件。请检查文件路径或权限，或重置配置文件。

source: The virtual display config file format is not supported by this build. Reset the config file to continue.
zh_hans: 当前构建不支持该虚拟显示器配置文件格式。请重置配置文件后继续。

source: The virtual display config file is corrupted or invalid. Reset the config file to continue.
zh_hans: 虚拟显示器配置文件已损坏或无效。请重置配置文件后继续。

source: The virtual display config file is incompatible or corrupted. Reset the config file to continue.
zh_hans: 虚拟显示器配置文件不兼容或已损坏。请重置配置文件后继续。

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This Mac's WebRTC stack did not expose AV1 video encoding.
zh_hans: 本机 WebRTC 链路未暴露 AV1 视频编码能力。

source: This resolution mode already exists.
zh_hans: 该分辨率模式已存在

source: This will remove the configuration and disable the display if it is running. %1$@ (Serial %2$u)
zh_hans: 这将删除该配置，并在显示器运行时同时停用。 %1$@（序列号 %2$u）

source: Time Zone
zh_hans: 时区

source: Tip
zh_hans: 提示

source: Transaction quiesce
zh_hans: 事务静默

source: Unknown
zh_hans: 未知

source: Use this when the issue does not fit the common categories above.
zh_hans: 当问题不属于以上常见类别时，请选择此项。

source: Viewers
zh_hans: 观看者

source: Virtual Display
zh_hans: 虚拟显示器

source: Virtual Display %lld
zh_hans: 虚拟显示器 %lld

source: Virtual Display Config File Unavailable
zh_hans: 虚拟显示器配置文件不可用

source: Virtual display creation failed.
zh_hans: 创建虚拟显示器失败

source: Virtual Display Failure
zh_hans: 虚拟显示器异常

source: Virtual Displays
zh_hans: 虚拟显示器

source: Virtual displays cannot be created, restored, enabled, or kept in sync.
zh_hans: 虚拟显示器无法创建、恢复、启用，或无法保持同步。

source: Web listener stopped unexpectedly.
zh_hans: Web 服务意外停止。

source: Web listener was cancelled unexpectedly.
zh_hans: Web 服务被意外取消。

source: Web service controller is unavailable.
zh_hans: Web 服务控制器不可用。

source: Web service did not become ready on port %u in time.
zh_hans: Web 服务未能在端口 %1$u 于限定时间内就绪。

source: Add a virtual display to start previewing or sharing it from Home.
zh_hans: 添加虚拟显示器后即可从主页预览或共享。

source: Allowed
zh_hans: 已允许

source: Checking
zh_hans: 正在检查

source: Display is not available for preview.
zh_hans: 显示器当前不可用于预览。

source: Display is not available for sharing.
zh_hans: 显示器当前不可用于共享。

source: Main
zh_hans: 主要

source: More
zh_hans: 更多

source: Open Privacy Settings
zh_hans: 打开隐私设置

source: Performance
zh_hans: 性能

source: Permission Needed
zh_hans: 需要权限

source: Screen Recording
zh_hans: 屏幕录制

source: Web service startup was superseded.
zh_hans: Web 服务启动请求已被新的请求替代。

source: Web Sharing
zh_hans: Web 共享

source: Web View
zh_hans: Web 查看

source: What happened:
zh_hans: 发生情况：

source: Width
zh_hans: 宽

# %lld virtual displays · %lld running · Web sharing %@
source: %1$lld virtual displays · %2$lld running · Web sharing %3$@
zh_hans: %1$lld 个虚拟显示器 · %2$lld 个运行中 · Web 共享%3$@

source: Copy Port
zh_hans: 复制端口

source: on
zh_hans: 开启

source: Attention
zh_hans: 需关注

source: Active
zh_hans: 活跃

source: General
zh_hans: 常规

source: Screen Catalog
zh_hans: 屏幕目录

source: Display Runtime
zh_hans: 显示运行时

source: Persistence
zh_hans: 数据存储

source: Web Service
zh_hans: Web 服务

source: Observability
zh_hans: 可观测性

source: Support
zh_hans: 支持

source: Clear denied screen capture snapshot
zh_hans: 清除无权限的屏幕采集快照

source: Close preview session
zh_hans: 关闭预览会话

source: Create virtual display
zh_hans: 创建虚拟显示器

source: Delete virtual display
zh_hans: 删除虚拟显示器

source: Disable virtual display
zh_hans: 停用虚拟显示器

source: Enable virtual display
zh_hans: 启用虚拟显示器

source: Load shared display ID store
zh_hans: 载入共享显示器标识

source: Persist display share ID mappings
zh_hans: 保存显示器共享标识映射

source: Persist shared display ID store
zh_hans: 保存共享显示器标识

source: Rebuild virtual display
zh_hans: 重建虚拟显示器

source: Remove preview sessions
zh_hans: 移除预览会话

source: Reset virtual display configurations
zh_hans: 重置虚拟显示器配置

source: Screen capture permission check
zh_hans: 检查屏幕录制权限

source: Screen capture stream stopped
zh_hans: 屏幕采集流已停止

source: Set primary virtual display
zh_hans: 设置主虚拟显示器

source: Start preview
zh_hans: 开始预览

source: Start relay process
zh_hans: 启动中继进程

source: Start sharing
zh_hans: 开始共享

source: Start web service
zh_hans: 启动 Web 服务

source: Stop all sharing
zh_hans: 停止全部共享

source: Stop web service
zh_hans: 停止 Web 服务

source: Update virtual display configuration
zh_hans: 更新虚拟显示器配置

source: Virtual display transaction
zh_hans: 虚拟显示器事务

source: Web service lifecycle changed
zh_hans: Web 服务状态已变化

source: Create data directory
zh_hans: 创建数据目录

source: Load saved data
zh_hans: 载入已保存数据

source: Reset saved data
zh_hans: 重置已保存数据

source: Save data
zh_hans: 保存数据

source: Change support issue type
zh_hans: 更改支持问题类型

source: Validate support details
zh_hans: 校验支持信息

source: Start support export
zh_hans: 开始导出支持包

source: Complete support export
zh_hans: 支持包导出完成

source: Support export failed
zh_hans: 支持包导出失败

source: Copy support summary
zh_hans: 复制支持摘要

source: Reveal support bundle
zh_hans: 在访达中显示支持包

source: Start new support draft
zh_hans: 开始新的支持草稿

source: Copy support history summary
zh_hans: 复制历史支持摘要

source: Reveal support history bundle
zh_hans: 在访达中显示历史支持包

source: Support activity
zh_hans: 支持操作

source: %@ event
zh_hans: %@事件

source: %@ issue
zh_hans: %@问题

source: %lld events
zh_hans: %lld 条事件

source: Operation
zh_hans: 操作

source: Message
zh_hans: 消息

source: Metadata
zh_hans: 元数据

source: Debug
zh_hans: 调试

source: Info
zh_hans: 信息

source: Notice
zh_hans: 通知

source: Warning
zh_hans: 警告

source: Critical
zh_hans: 严重

source: Event ID
zh_hans: 事件 ID

source: Expanded
zh_hans: 已展开

source: Collapsed
zh_hans: 已折叠

source: Transaction ID
zh_hans: 事务 ID

source: Queued
zh_hans: 已排队

source: Preparing
zh_hans: 准备中

source: Persisting configuration
zh_hans: 正在保存配置

source: Compensating persistence
zh_hans: 正在补偿持久化

source: Quiescing sessions
zh_hans: 正在暂停会话

source: Executing virtual display command
zh_hans: 正在执行虚拟显示器命令

source: Waiting for topology
zh_hans: 正在等待拓扑

source: Restoring sessions
zh_hans: 正在恢复会话

source: Completed
zh_hans: 已完成

source: Cancelled
zh_hans: 已取消

source: Unknown phase
zh_hans: 未知阶段

source: Preview: %@ · %@
zh_hans: 预览：%1$@ · %2$@

source: After granting Screen Recording permission, check again.
zh_hans: 授予屏幕录制权限后，请重新检测。

source: Check Again
zh_hans: 重新检测

source: Couldn’t Detect Displays
zh_hans: 无法检测显示器

source: Detected Displays: %lld
zh_hans: 检测到的显示器：%lld 台

source: Detecting Displays…
zh_hans: 正在检测显示器…

source: Detecting displays available for preview and sharing…
zh_hans: 正在检测可用于预览和共享的显示器…

source: Display list is up to date.
zh_hans: 显示器列表已是最新。

source: Get the latest displays available for preview and sharing. Use after connecting or disconnecting a display, granting Screen Recording permission, or when the display list is out of date.
zh_hans: 重新获取可用于预览和共享的显示器。连接或断开显示器、授予屏幕录制权限，或显示器列表未更新时使用。
